import "./tooltip-text-area.scss";
export const TooltipTextArea = () => {
    return (
        <article className="tooltip-text-area">
            Сайт рыбатекст поможет дизайнеру, верстальщику, вебмастеру сгенерировать несколько абзацев более
            менее осмысленного текста рыбы на русском языке, а начинающему оратору отточить навык публичных
            выступлений в домашних условиях. При создании генератора мы использовали небезизвестный
            универсальный код речей. Текст генерируется абзацами случайным образом от двух до десяти
            предложений в абзаце, что позволяет сделать текст более привлекательным и живым для
            визуально-слухового восприятия. По своей сути рыбатекст является альтернативой традиционному lorem
            ipsum, который вызывает у некторых людей недоумение при попытках прочитать рыбу текст.
        </article>
    );
};

export default TooltipTextArea;
